module.exports = [
  {
        "id": 1,
        "type": "教学楼",
        "name": "第二教学楼",
        "longitude": "113.99694174088825",
        "latitude": "22.594629937210232"
    },
    {
        "id" : 2,
        "type": "教学楼",
        "name": "第一教学楼",
        "longitude": "113.99745890567851",
        "latitude": "22.596228072936825"
    },
    {
        "id":3,
        "type": "教学楼",
        "name": "第三教学楼",
        "longitude": "113.99952545228825",
        "latitude": "22.595955901471346"
    },
    {
        "id": 4,
        "type": "教学楼",
        "name": "第一科研楼",
        "longitude": "113.99669176363204",
        "latitude": "22.596396772513913"
    },
    {
        "id": 5,
        "type": "教学楼",
        "name": "第二科研楼",
        "longitude": "113.99622166279755",
        "latitude": "22.595796932281235"
    },
    {
        "id": 6,
        "type": "教学楼",
        "name": "台州楼",
        "longitude": "113.99581586825491",
        "latitude": "22.594717008465523"
    },
    {
        "id": 7,
        "type": "宿舍",
        "name": "学生宿舍1栋",
        "longitude": "113.99862717427243",
        "latitude": "22.59916234231847"
    },
    {
        "id": 8,
        "type": "宿舍",
        "name": "学生宿舍2栋",
        "longitude": "113.99873831012724",
        "latitude": "22.599699453456157"
    },
    {
        "id": 9,
        "type": "宿舍",
        "name": "学生宿舍3栋",
        "longitude": "113.99866004473961",
        "latitude": "22.600169814191705"
    },
    {
        "id": 10,
        "type": "宿舍",
        "name": "学生宿舍4栋",
        "longitude": "113.99890337506758",
        "latitude": "22.600658463667408"
    },
    {
        "id": 11,
        "type": "宿舍",
        "name": "学生宿舍5栋",
        "longitude": "113.99929228767576",
        "latitude": "22.6009800689365"
    },
    {
        "id": 12,
        "type": "宿舍",
        "name": "学生宿舍6栋",
        "longitude": "113.9996104889367",
        "latitude": "22.600700704369967"
    },
    {
        "id": 13,
        "type": "宿舍",
        "name": "学生宿舍7栋",
        "longitude": "113.99735733577063",
        "latitude": "22.60186566810214"
    },
    {
        "id": 14,
        "type": "宿舍",
        "name": "学生宿舍8栋",
        "longitude": "113.99733794096903",
        "latitude": "22.6013440280076"
    },
    {
        "id": 15,
        "type": "宿舍",
        "name": "学生宿舍9栋",
        "longitude": "113.99796946225888",
        "latitude": "22.601673781201512"
    },
    {
        "id": 16,
        "type": "宿舍",
        "name": "学生宿舍10栋",
        "longitude": "113.99844182345373",
        "latitude": "22.602076857651845"
    },
    {
      "id": 17,
        "type": "宿舍",
        "name": "学生宿舍11栋",
        "longitude": "113.99918936758638",
        "latitude": "22.602211882991554"
    },
    {
      "id": 18,
        "type": "宿舍",
        "name": "学生宿舍12栋",
        "longitude": "113.99977656888905",
        "latitude": "22.602626960105372"
    },
    {
      "id": 19,
        "type": "宿舍",
        "name": "学生宿舍13栋",
        "longitude": "113.99949055199374",
        "latitude": "22.60167878217501"
    },
    {
      "id": 20,
        "type": "宿舍",
        "name": "学生宿舍14栋",
        "longitude": "114.0000907540225",
        "latitude": "22.60180380604366"
    },
    {
      "id": 21,
        "type": "宿舍",
        "name": "学生宿舍15栋",
        "longitude": "114.0003529361868",
        "latitude": "22.602262892600848"
    },
    {
      "id": 22,
        "type": "宿舍",
        "name": "学生宿舍16栋",
        "longitude": "114.00083179777687",
        "latitude": "22.60247793258319"
    },
    {
      "id": 23,
        "type": "宿舍",
        "name": "学生宿舍17栋",
        "longitude": "114.00092930351002",
        "latitude": "22.602935016442217"
    },
    {
      "id": 24,
        "type": "宿舍",
        "name": "专家公寓1栋",
        "longitude": "114.00256598932413",
        "latitude": "22.59868248188398"
    },
    {
      "id": 25,
        "type": "宿舍",
        "name": "专家公寓2栋",
        "longitude": "114.0031585562798",
        "latitude": "22.59886916406628"
    },
    {
      "id": 26,
        "type": "宿舍",
        "name": "教师公寓1栋",
        "longitude": "114.00218860435302",
        "latitude": "22.599874205611833"
    },
    {
      "id": 27,
        "type": "宿舍",
        "name": "教师公寓2栋",
        "longitude": "114.00283726256669",
        "latitude": "22.600225092873067"
    },
    {
      "id": 28,
        "type": "宿舍",
        "name": "教师公寓3栋",
        "longitude": "114.00230139591486",
        "latitude": "22.599576961048523"
    },
    {
      "id": 29,
        "type": "宿舍",
        "name": "教师公寓4栋",
        "longitude": "114.00278225888258",
        "latitude": "22.599750585709256"
    },
    {
      "id": 30,
        "type": "宿舍",
        "name": "教师公寓5栋",
        "longitude": "114.00236671227185",
        "latitude": "22.59906960135431"
    },
    {
      "id": 31,
        "type": "宿舍",
        "name": "教师公寓6栋",
        "longitude": "114.00295793720852",
        "latitude": "22.599251024259498"
    },
    {
      "id": 32,
        "type": "宿舍",
        "name": "欣园1栋",
        "longitude": "114.00264673674144",
        "latitude": "22.608082423543618"
    },
    {
      "id": 33,
        "type": "宿舍",
        "name": "欣园2栋",
        "longitude": "114.00234121871767",
        "latitude": "22.608221443531473"
    },
    {
      "id": 34,
        "type": "宿舍",
        "name": "欣园3栋",
        "longitude": "114.00215270760555",
        "latitude": "22.60846647850469"
    },
    {
      "id": 35,
        "type": "宿舍",
        "name": "欣园4栋",
        "longitude": "114.00188835867016",
        "latitude": "22.60863750265234"
    },
    {
      "id": 36,
        "type": "宿舍",
        "name": "欣园5栋",
        "longitude": "114.00188835867016",
        "latitude": "22.60863750265234"
    },
    {
      "id": 37,
        "type": "宿舍",
        "name": "九华精舍",
        "longitude": "113.99986196296686",
        "latitude": "22.600081700794405"
    },
    {
      "id": 38,
        "type": "门口",
        "name": "一号门",
        "longitude": "113.99957457305925",
        "latitude": "22.59258676607465"
    },
    {
      "id": 39,
        "type": "门口",
        "name": "二号门",
        "longitude": "114.00224426717534",
        "latitude": "22.5942938327658"
    },
    {
      "id": 40,
        "type": "门口",
        "name": "三号门",
        "longitude": "114.00541460446789",
        "latitude": "22.596541951558102"
    },
    {
      "id": 41,
        "type": "门口",
        "name": "四号门",
        "longitude": "114.00753083426207",
        "latitude": "22.596939951384236"
    },
    {
      "id": 42,
        "type": "门口",
        "name": "五号门",
        "longitude": "113.99486730308354",
        "latitude": "22.602224742297313"
    },
    {
      "id": 43,
        "type": "门口",
        "name": "六号门",
        "longitude": "113.99658599836494",
        "latitude": "22.596958453960035"
    },
    {
      "id": 44,
        "type": "门口",
        "name": "七号门",
        "longitude": "113.99520073165434",
        "latitude": "22.5945201103831"
    },
    {
      "id": 45,
        "type": "服务点",
        "name": "社康中心",
        "longitude": "",
        "latitude": ""
    },
    {
      "id": 46,
        "type": "服务点",
        "name": "5栋快递收发室",
        "longitude": "113.99937800217003",
        "latitude": "22.60093507450979"
    },
    {
      "id": 47,
        "type": "服务点",
        "name": "8栋快递收发室",
        "longitude": "113.99762928723294",
        "latitude": "22.601735065097706"
    },
    {
      "id": 48,
        "type": "服务点",
        "name": "荔园快递收发室",
        "longitude": "113.99983747733154",
        "latitude": "22.605432935298257"
    },
    {
      "id": 49,
        "type": "服务点",
        "name": "13栋快递收发室",
        "longitude": "113.99940599705167",
        "latitude": "22.601677021907186"
    },
    {
      "id": 50,
        "type": "服务点",
        "name": "湖畔超市",
        "longitude": "113.99871746928886",
        "latitude": "22.60006746269873"
    },
    {
      "id": 51,
        "type": "服务点",
        "name": "荔园天天购超市",
        "longitude": "113.99965991802287",
        "latitude": "22.604330126097672"
    },
    {
      "id": 52,
        "type": "服务点",
        "name": "13栋超市",
        "longitude": "113.99954050636211",
        "latitude": "22.60160061799798"
    },
    {
      "id": 53,
        "type": "服务点",
        "name": "学生事务中心 ？",
        "longitude": "113.99753906885167",
        "latitude": "22.59735722548741"
    },
    {
      "id": 54,
        "type": "服务点",
        "name": "校文化品牌店",
        "longitude": "113.99761136088887",
        "latitude": "22.597546340891657"
    },
    {
      "id": 55,
        "type": "图书馆",
        "name": "一丹图书馆",
        "longitude": "113.99825620625973",
        "latitude": "22.597581379361316"
    },
    {
      "id": 56,
        "type": "图书馆",
        "name": "琳恩图书馆",
        "longitude": "113.99868964152915",
        "latitude": "22.595132842553802"
    },
    {
      "id": 57,
        "type": "图书馆",
        "name": "涵泳图书馆",
        "longitude": "113.99716680643155",
        "latitude": "22.6018457830662"
    },
    {
      "id": 58,
        "type": "餐饮",
        "name": "荔园食堂",
        "longitude": "113.9996388722617",
        "latitude": "22.604836496172695"
    },
    {
      "id": 59,
        "type": "餐饮",
        "name": "湖畔食堂",
        "longitude": "113.9978655128582",
        "latitude": "22.59665543315432"
    },
    {
      "id": 60,
        "type": "餐饮",
        "name": "中心食堂",
        "longitude": "113.99779286108992",
        "latitude": "22.59756694227117"
    },
    {
      "id": 61,
        "type": "餐饮",
        "name": "第一学生食堂",
        "longitude": "113.99854770927413",
        "latitude": "22.602086754910225"
    },
    {
      "id": 62,
        "type": "餐饮",
        "name": "第二学生食堂",
        "longitude": "",
        "latitude": ""
    },
    {
      "id": 63,
        "type": "餐饮",
        "name": "肯德基",
        "longitude": "113.99744826663652",
        "latitude": "22.59719714810569"
    },
    {
      "id": 64,
        "type": "餐饮",
        "name": "赛百味",
        "longitude": "113.99709672560266",
        "latitude": "22.595918925192237"
    },
    {
      "id": 65,
        "type": "餐饮",
        "name": "面点王",
        "longitude": "113.99742323451812",
        "latitude": "22.597166591845028"
    },
    {
      "id": 66,
        "type": "餐饮",
        "name": "星巴克",
        "longitude": "113.9984590576804",
        "latitude": "22.59526239945207"
    },
    {
      "id": 67,
        "type": "餐饮",
        "name": "瑞幸",
        "longitude": "113.99552434137968",
        "latitude": "22.600386614810322"
    },
    {
      "id": 68,
        "type": "餐饮",
        "name": "茶米相期",
        "longitude": "",
        "latitude": ""
    },
    {
      "id": 69,
        "type": "院系",
        "name": "工学院南楼",
        "longitude": "113.99563371152476",
        "latitude": "22.600020825281927"
    },
    {
      "id": 70,
        "type": "院系",
        "name": "工学院北楼",
        "longitude": "113.99539435532506",
        "latitude": "22.60108493541513"
    },
    {
      "id": 71,
        "type": "院系",
        "name": "理学院",
        "longitude": "113.99926152631747",
        "latitude": "22.594195942778356"
    },
    {
      "id": 72,
        "type": "院系",
        "name": "商学院",
        "longitude": "114.00035017434607",
        "latitude": "22.595117774701784"
    },
    {
      "id": 73,
        "type": "院系",
        "name": "人文社科学院",
        "longitude": "114.0020374038046",
        "latitude": "22.59755041390983"
    },
    {
      "id": 74,
        "type": "运动场所",
        "name": "润杨体育馆",
        "longitude": "114.00415415320799",
        "latitude": "22.601894906390402"
    },
    {
      "id": 75,
        "type": "运动场所",
        "name": "松禾体育场",
        "longitude": "114.00321407805586",
        "latitude": "22.601739586954942"
    },
    {
      "id": 76,
        "type": "运动场所",
        "name": "风雨操场",
        "longitude": "113.99954961467688",
        "latitude": "22.598917757728604"
    },
    {
      "id": 77,
        "type": "运动场所",
        "name": "教师公寓网球场",
        "longitude": "114.00247412361364",
        "latitude": "22.600508363338328"
    },
    {
      "id": 78,
        "type": "运动场所",
        "name": "欣园篮球场",
        "longitude": "",
        "latitude": ""
    },
    {
      "id": 79,
        "type": "运动场所",
        "name": "欣园足球场",
        "longitude": "",
        "latitude": ""
    },
    {
      "id": 80,
        "type": "行政楼",
        "name": "113.99796251502562",
        "longitude": "22.5944621665323"
    },
    {
      "id": 81,
        "type": "南科大会议中心",
        "name": "113.99686530139968",
        "longitude": "22.592817317738394"
    }
]